[
    {
        "title": "Video on Eroom's Law (Opposite of Moore's Law for Pharma R&D)",
        "body": "",
        "comments": [],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.748120903968811
        }
    },
    {
        "title": "Types and phases of clinical trials",
        "body": "There are different types of clinical trials including the ones that follow.\n\nThe **clinical trials** to assess new treatments or new ways to make them more effective existing treatments. You can study new drugs or new methods to perform surgery or administer radiotherapy, for example. This is the type of clinical trial in which people with cancer participate most frequently.\n\nThe **prevention trials** to assess new ways to reduce the risk of cancer or prevent it from reappearing.\n\nThe **screening trials** help to find ways to detect cancer early in humans, before they experience symptoms.\n\nThe **diagnostic tests** used to find better ways to diagnose cancer or to determine the stage.\n\nThe **trials supportive care** possible to find ways to improve comfort and quality of life for people with cancer or cancer survivors.\n\n## Phases of a clinical trial\n\nThe clinical trial that involves a new treatment always takes place in several stages called phases. Each phase is designed to answer specific questions. The following are the most common phases of a cancer clinical trial, as per [Canada Contract Research Organization](https://www.biopharmaservices.com/).\n\nIn **phase 1** , a new treatment is often evaluated for the first time in humans. This helps to know how safe it is and what is the best dose to administer. The Phase 1 trial is usually offered to people with advanced cancer who no longer respond to treatment or who have no other treatment options. In general, 15 to 30 people participate in the phase 1 trial.\n\nIn **Phase 2** , the degree of effectiveness of a treatment against a certain type of cancer is demonstrated. The extent to which the treatment is safe and the possible side effects continue to be assessed. In general, fewer than 100 people participate in the Phase 2 trial.\n\nIn **Phase 3** , a promising new treatment is compared to standard therapy, which is the recognized treatment that is generally given for a condition or illness. Researchers especially want to know if the new treatment is better than the standard treatment. People from around the world can participate in a Phase 3 trial. In general, the number of participants ranges from several hundred to several thousand.\n\nIn **Phase 4** , more information is collected on the possible effects of treatment, whether good or bad, after its use has been approved in Canada. In general, several hundred to several thousand people participate in the phase 4 trial.\n\n## Randomized clinical trials\n\nThe clinical trial can be designed to include different groups. Most of the time, there are 2 groups, but you can count more. One group is the control group, that is, the participants do not receive the study treatment. The other group is the experimental group, that is, the participants receive the treatment under study.\n\nTo make sure groups can be compared, it's a computer that randomly assigns each person to a group. You are as lucky to be part of the experimental group as the control group. This is called randomization.\n\nThere are 2 types of randomization.\n\nFor **blind randomization** , researchers know who is in the experimental group and who is in the control group, but study participants are unaware of this. This prevents them from doing things that could affect the results of the study.\n\nFor **double-blind randomization, trial** participants do not know which group they belong to, just like the researchers. In the field of science, the design of this study seems to be the best since neither researchers nor participants can affect the results of the study by doing things they think they should do depending on the group.\n\n## Placebo-Controlled Clinical Trials\n\nPlacebo is a pill or injection that looks like the tested substance but has no action at all. Administering a placebo to one of the clinical trial groups allows the researchers to compare the new placebo treatment. No placebo is administered instead of effective standard therapy. In a trial, for example, a new treatment associated with standard treatment with a placebo associated with the standard treatment can be compared. This tells researchers if the new treatment is effective.\n\nPlacebo is given in double-blind trials. You will be told if a trial is using a placebo, but you will not know if you are in the placebo group or the researchers elsewhere.",
        "comments": [
            "What an excellent post. About the only thing I possibly can add is a mention of Phase 0. From what I've read from various U.S./FDA based descriptions ... \"**Phase 0**: *Exploratory study involving very limited human exposure to the drug, with no therapeutic or diagnostic goals (for example, screening studies, microdose studies)[^](https://www.clinicaltrials.gov/ct2/help/glossary/phase)*\" and \"*The purpose of this phase is to help speed up and streamline the drug approval process[^](https://www.ncbi.nlm.nih.gov/pubmed/18199854)*.\"\n\nI would mention that there are detractors to this phase, whose concerns are spelled out in this article '[FDA Introduces New Phase 0 for Clinical Trials : Oncology Times](https://journals.lww.com/oncology-times/Fulltext/2006/08100/FDA_Introduces_New_Phase_0_for_Clinical_Trials_.6.aspx?WT.mc_id=HPxADx20100319xMP).'"
        ],
        "sentiment": {
            "label": "NEGATIVE",
            "score": 0.9472109079360962
        }
    },
    {
        "title": "Research Volunteers Needed - Connecticut",
        "body": "The Olin Neuropsychiatry Research Center in Hartford, CT is looking to recruit teens ages 12-18 with ADHD for participation in an NIH-funded clinical trial. We are exploring a new treatment for ADHD involving training your brain with game-like computer programs. Participation involves 2 non-invasive fMRIs, multiple questionnaires, 5 weeks of brain training, and clinical interviews. Participants will be compensated $20 per hour and will get to take home a picture of their brains!\n\nPlease call or email Jacey Anderson (860-545-7531; [jacey.anderson@hhchealth.org](mailto:jacey.anderson@hhchealth.org)), Morgan Beatty (860-972-7075; [morgan.beatty@hhchealth.org](mailto:morgan.beatty@hhchealth.org)), or Abby Sullivan (860-972-7072; [abigail.sullivan@hhchealth.org](mailto:abigail.sullivan@hhchealth.org)) for more information. Or, provide your contact information to the following link and research staff will reach out to you! [https://redcap.hhchealth.org/surveys/?s=8HCCTHEFHH](https://redcap.hhchealth.org/surveys/?s=8HCCTHEFHH)\n\nPlease do not reply to this post with personal information to protect your privacy.",
        "comments": [],
        "sentiment": {
            "label": "NEGATIVE",
            "score": 0.9870132803916931
        }
    },
    {
        "title": "Research Volunteers Needed!",
        "body": "The Olin Neuropsychiatry Research Center in Hartford, CT is looking to recruit teens ages 12-18 with ADHD for participation in a research study. We are exploring a new treatment for ADHD involving training your brain with game-like computer programs. Participation involves 2 non-invasive fMRIs, multiple questionnaires, 5 weeks of brain training, and clinical interviews. Participants will be compensated $20 per hour and will get to take home a picture of their brains!\n\nPlease call or email Jacey Anderson (860-545-7531; [jacey.anderson@hhchealth.org](mailto:jacey.anderson@hhchealth.org)), Morgan Beatty (860-972-7075; [morgan.beatty@hhchealth.org](mailto:morgan.beatty@hhchealth.org)), or Abby Sullivan (860-972-7072; [abigail.sullivan@hhchealth.org](mailto:abigail.sullivan@hhchealth.org)) for more information. Or, provide your contact information to the following link and research staff will reach out to you! [https://redcap.hhchealth.org/surveys/?s=8HCCTHEFHH](https://redcap.hhchealth.org/surveys/?s=8HCCTHEFHH)\n\nPlease do not reply to this post with personal information to protect your privacy.",
        "comments": [],
        "sentiment": {
            "label": "NEGATIVE",
            "score": 0.9697703719139099
        }
    },
    {
        "title": "Clinical Trials for all",
        "body": "Good evening Everyone,\n\nI just recently joined the sub-reddit, and I've been more of a casual browser on Reddit than an active user. But I reach out to you today, because as a member of this channel I'm sure we all share at least one common interest, and that's Clinical Trials. \n\nI myself am based out of Tokyo, and am a rookie in the field, but I am really motivated and impassioned about the topic!\n\nMy objective is simple. With people being a little more in tune with clinical trial information (COVID pushing it into the public eye and radar a lot more), I feel like this is an ideal time to make some information accessible. I'm not talking about fantastic 3 hour seminars on YouTube that industry professionals would enjoy. I'm thinking a little more PR, layman, pop-science access to the massive mountain of information and complexity that is clinical trials.  It be cool to have non-corporate・non-PR industry perspectives, or fire side chat, or dialogue, or breakdowns for people to share. \n\nPart of it has been planning and thinking about what people would like, or what may be easier to create, who to best reach out to, but it's been wasting valuable time. The best thing is to just start something and get the ball rolling. Hence this post to you guys (and gals) in the hopes of starting a thread of ideas, or topics, opinions, or even dissent about this idea. \n\n&#x200B;\n\nThanks for reading through, and leave a comment or suggestion! (Even if it's just a \"Cool ,best of luck with that\").  :)",
        "comments": [
            "[https://pubmed.ncbi.nlm.nih.gov/28357178/](https://pubmed.ncbi.nlm.nih.gov/28357178/)",
            "Hey OP,\n\nCoincidentally, I recently made a short video on YouTube about clinical trials! \n\nI am a YouTuber that makes topics about lifesciences, business and history and I made an explainer on clinical trials and probability of success with the various phases. \n\nPlease let me know your thoughts! \n\nLink to video: https://youtu.be/ZEinltRLJnU\nLink to channel: https://www.youtube.com/c/ChiraagLathia\n\nThanks!\nChiraag",
            "This is a great idea, I'm curious if you've started creating any content? I've actually heard of people just talking about their healthcare journeys on Tiktok going viral. Would love to chat and maybe collaborate on something!",
            "My team will be launching the Clinical Trials for Dummies book on our Stronger Together - Clinical Trials Facebook page next week. Look for it. We'll be posting illustrations, pages, charts and the entire book as a digital download.",
            "I'm in a Clinical Trials program at Portland Community College, nice to meet you"
        ],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.9775855541229248
        }
    },
    {
        "title": "The Story of Mucinex - How a Common Drug Became a Household Name",
        "body": "",
        "comments": [],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.748120903968811
        }
    },
    {
        "title": "Survey on Perspectives in Clinical Trial among Black Indigenous People of Color",
        "body": "Hi everyone,\nI hope you are doing well. I am part of the MIT Hacking Racism group and we are doing a survey on Perspectives of Clincal Trial among Black and Indigenous People of Color. And if you are a person of color I would like to hear your thoughts on Clinical trials I have attached the link here. Thank you so much in advance. Rest assured that all answers will be confidential and will not be shared to anyone. \n\nhttps://forms.gle/birJ2WBAENkm7Xp48",
        "comments": [],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.99457848072052
        }
    },
    {
        "title": "Are you experiencing poor sleep during the ongoing COVID-19 (coronavirus) pandemic? This is a free online treatment study for poor sleepers. We are also looking for good sleepers who will receive the treatment or who are willing to have their sleep monitored.",
        "body": "[https://nupsych.qualtrics.com/jfe/form/SV\\_blyyHjB71JWEa9f](https://nupsych.qualtrics.com/jfe/form/SV_blyyHjB71JWEa9f)\n\nPlease click this link for a full information sheet and for a link to participate.",
        "comments": [],
        "sentiment": {
            "label": "NEGATIVE",
            "score": 0.9758899807929993
        }
    },
    {
        "title": "FDA's Guidance for Placebo and Blinding in oncology - practical considerations for optimal patient management by addressing key issues related to AEs and progression",
        "body": "",
        "comments": [],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.748120903968811
        }
    },
    {
        "title": "Seeking Feedback from Pregnant & Post-Partum Patients Living with Moderate to Severe Medical Conditions",
        "body": "",
        "comments": [],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.748120903968811
        }
    },
    {
        "title": "Webinar Tomorrow: Hear how experiential data and feedback from the patient's point of view can shape the future of clinical trials in a free 15-minute FLASH webinar 11/2 at 12pm EST.",
        "body": "",
        "comments": [
            "View in your timezone:  \n[11/2 at 12pm EDT][0]  \n\n[0]: https://timee.io/20221102T1600?tl=Webinar%20Tomorrow%3A%20Hear%20how%20experiential%20data%20and%20feedback%20from%20the%20patient's%20point%20of%20view%20can%20shape%20the%20future%20of%20clinical%20trials%20in%20a%20free%2015-minute%20FLASH%20webinar%2011%2F2%20at%2012pm%20EST.\n\n\n^(_*Assumed EDT instead of EST because DST is observed_)"
        ],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.748120903968811
        }
    },
    {
        "title": "Covans Dallas TX",
        "body": "Warning about this place\n\nThey don't pick up the phones\n\nThey don't tell you if your in untill the day before or day of\n\nThey pay you LATE really late if at all\n\nThey are extremely unorginazed so you get in trouble because someone didn't tell someone else. \n\nDo not go to covans in Dallas Texas",
        "comments": [],
        "sentiment": {
            "label": "NEGATIVE",
            "score": 0.9987788796424866
        }
    },
    {
        "title": "Thoughts on this Clinical Trial on Prostate Enlargement (BPH)?",
        "body": "",
        "comments": [
            "What type of thoughts are you looking for? Study design, results, the treatment being studied?"
        ],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.748120903968811
        }
    },
    {
        "title": "Clinical trials for foreigners",
        "body": " Is it possible to participate in a clinical trial as a patient abroad? Especially interested in European countries, I'm from Serbia. My father has progressed after only one cycle of sunitinib, we don't have second-line treatment here.",
        "comments": [
            "It’s possible in Asia Pacific as long as your father can attend the subject visit and there’s no language barrier to communicate with site staffs.",
            "The simple answer is yes. Have you looked at the NIH, NCI, and NHI?"
        ],
        "sentiment": {
            "label": "NEGATIVE",
            "score": 0.7344146966934204
        }
    },
    {
        "title": "About Different Clinical Trials",
        "body": " Once on the market, the drug remains closely monitored. It will be monitored under real conditions of use to detect rare side effects or late complications. It can therefore be withdrawn from the market at any time. Among the many molecules tested, those concerning oncology occupy a prominent place. In this field, Canada is also participating in almost one in five trials initiated around the world.\n\n  \n**Cancer: the hope of clinical trials**\n\n  \nIn Villejuif, in the Paris region, the Gustave Roussy Institute is a major center with numerous clinical trials that advance cancer research.  \nPatients included in a research protocol must first sign a consent form. This document provides, among other things, informed information on the product tested, the precise course of the test and the risks of side effects.  \nFor the PEMBIB clinical trial, the patient first takes a blood test and an electrocardiogram. \n\nThe results are transmitted after a few hours and if the parameters are good, the patient can receive the drug. It is tested on different types of cancers resistant to conventional care and even to some advanced treatments like immunotherapy.\n\n  \n\"Immunotherapies have transformed some cancerous diseases. But unfortunately, not for a majority of patients. The current challenge is to try to make sure that some patients who do not respond to these immunotherapies alone can respond with the combination of two treatments, \". The first treatment removes the blood vessels of the tumor to allow the second treatment to penetrate better into the heart of the tumor area in order to optimize the effect of immunotherapy.\n\n  \nNearly 70 patients participate in this research protocol. And it is thanks to these numerous clinical trials that the Gustave Roussy Institute has contributed to the development of advanced treatment in oncology: \"There are pathologies where there is therapeutic progress to be made because they are difficult to understand and to understand like cancer of the pancreas, cancer of the brain ... But by better understanding these tumors in the coming years, we will continue to progress, \"says Professor Gilles Vassal, director of clinical research.\n\n  \nEvery year, more than 3,000 patients participate in clinical trials at [Clinical Research & CRO Companies Canada](https://www.biopharmaservices.com/). The Institute remains the leading center for the fight against cancer on a European scale.\n\n  \n**Epidermolysis bullosa: a life-changing clinical trial**\n\n  \nThe other area very concerned by clinical trials is that of rare diseases. 95% of those affected are wandering therapeutically and only 300 curative treatments are available for 8,000 patients affected by a rare disease. These clinical trials are therefore very important.\n\n  \nThe epidermolysis bullosa affects about 10,000 people in Canada, causes sores, extremely painful skin abrasions. Some forms of the disease also affect the inside of the mouth but also the esophagus, sometimes causing its narrowing with a deadly risk. Patients are currently testing an ointment in a clinical trial.\n\n  \nFor this clinical trial, patients receive a daily visit from a nurse who applies the treatment and carries out the care. The mode of action of the cream remains confidential but its effects are very visible. The laboratory plans to include 80 patients in the nine countries involved in the two-year clinical trial.\n\n  \nSick or healthy, anyone can be asked to participate in a clinical trial. This proposal can occur during a consultation with the doctor, but also by an announcement in the media. You can also volunteer independently, by contacting structures dedicated to clinical research, such as Inserm's clinical investigation centers (CIC) for example.",
        "comments": [],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.9833292961120605
        }
    },
    {
        "title": "Abbott Launches Pivotal Trial for Tricuspid Regurgitation Device",
        "body": "",
        "comments": [],
        "sentiment": {
            "label": "POSITIVE",
            "score": 0.748120903968811
        }
    },
    {
        "title": "Transportation",
        "body": "Hey. So, I am trying to get into a clinical trial in Durham, but I live in Burlington (about 30-45 minutes away) and I don't drive. How do you coordinate transportation?",
        "comments": [
            "A lot of times the site/doctor can get the sponsor of the trial to pay for transportation, you just need to ask or imply that participating will be difficult without help."
        ],
        "sentiment": {
            "label": "NEGATIVE",
            "score": 0.9981485605239868
        }
    }
]